Repository: karenxpn/Neominty
Catalog: Banking/*.lproj/Localizable.strings
Languages: hy

source: Next
hy: Հաջորդ

source: Get Started
hy: Սկսել

source: Skip
hy: Բաց թողնել

source: Hi There! 👋
hy: Բարև! 👋

source: Welcome back!
hy: Բարի վերադարձ, մուտք գործեք հավելված

# enterPhoneNumber
source: Enter your phone number
hy: Մուտքագրեք ձեր հեռախոսահամարը

source: Loading...
hy: Բեռնվում է...

source: Error
hy: Սխալ

source: Got it
hy: Շատ լավ

source: Verify it’s you
hy: Հաստատեք, որ դա դուք եք

# weSentCode
source: We've sent the code to
hy: Մենք ուղարկել ենք կոդը

# enterItHere
source: Enter it here to verify your identity
hy: Մուտքագրեք այն այստեղ՝ ձեր ինքնությունը հաստատելու համար

source: Confirm
hy: Հաստատել

source: Resend Code
hy: Կրկին ուղարկել կոդը

# enableBiometric
source: Enable biometric Access
hy: Ակտիվացնել կենսաչափական մուտքը

# biometricAccessMessage
source: Login quickly and securely with the fingerprint stored on this device
hy: Մուտք գործեք արագ և անվտանգ՝ օգտագործելով ձեր սարքում պահված կենսաչափական տվյալները

# doItLater
source: I’ll do this later
hy: Կանեմ ավելի ուշ

source: Set new passcode
hy: Սահմանել նոր ծածկագիր

source: Confirm your new passcode
hy: Հաստատեք ձեր նոր ծածկագիրը

source: Enter your passcode
hy: Մուտքագրեք ձեր ծածկագիրը

source: Forgot Passcode?
hy: Մոռացել եք ծածկագիրը՞

# incorrectPin
source: Your pin is incorrect, if you forgot it you can restore.
hy: Ձեր պին կոդը սխալ է, եթե մոռացել եք, կարող եք վերականգնել այն.

source: Home
hy: Գլխավոր

source: My Card
hy: Իմ քարտը

source: Activity
hy: Գործողություն

source: Profile
hy: Հաշիվ

source: Send
hy: Ուղարկել

source: Pay
hy: Վճարել

source: Request
hy: Հարցում

source: More
hy: Ավելին

source: All Transactions
hy: Բոլոր գործարքները

source: Recent Transactions
hy: Վերջին գործարքները

source: Transfer
hy: Փոխանցում

source: Choose your style
hy: Ընտրեք ձեր ոճը

source: Choose Card
hy: Ընտրեք քարտը

# enterReceiverDetails
source: Enter Receiver Card Details
hy: Մուտքագրեք ստացողի քարտի տվյալները

source: No Recent Transactions
hy: Վերջին գործարքներ չկան

source: Continue
hy: Շարունակել

# cardNotValid
source: Card number is not valid
hy: Քարտի համարը անվավեր է

source: Send Money
hy: Ուղարկել գումար

source: Enter amount:
hy: Մուտքագրեք գումարը:

source: Enter Full Name
hy: Մուտքագրեք ամբողջական անունը

source: Ok, Send Now!
hy: Լավ, ուղարկել հիմա!

source: From
hy: Ումից

source: To
hy: Ում

source: Successful Transfer
hy: Փոխանցումը հաջողվեց

# transfersAreReviewed
source: Transfers are reviewed which may result in delays or funds being frozen
hy: Փոխանցումները վերանայվում են, ինչը կարող է հանգեցնել ուշացումների կամ միջոցների սառեցման

source: Back to Home
hy: Վերադառնալ գլխավոր էջ

source: Day
hy: Օր

source: Week
hy: Շաբաթ

source: Month
hy: Ամիս

source: Year
hy: Տարի

source: Income
hy: Եկամուտ

source: Expenses
hy: Ծախսեր

# okIamReady
source: Ok, I’m ready!
hy: Լավ, պատրաստ եմ!

# cardIsReady
source: Great! your card is ready🙂
hy: Հիանալի է! Ձեր քարտը պատրաստ է🙂

# cardIsReadyMessage
source: Now you can shop, transmit and transfer conveniently
hy: Այժմ կարող եք հարմար կերպով գնումներ կատարել, վճարել և փոխանցումներ իրականացնել

source: My Cards
hy: Իմ քարտերը

source: Add new card
hy: Ավելացնել նոր քարտ

source: Card Details
hy: Քարտի մանրամասներ

source: Card Number
hy: Քարտի համարը

# expireDate
source: Expire Date(MM/YY)
hy: Վավերության ժամկետ (ԱԱ/ՏՏ)

source: Card Holder
hy: Քարտապան

source: New Card
hy: Նոր քարտ

source: Your Name
hy: Ձեր անունը

source: Save
hy: Պահպանել

source: Create your Neominty Card
hy: Ստեղծեք ձեր Neominty քարտը

# createYourCardMessage
source: The customizable, no hidden fee, instant discount debit or credit card
hy: Կարգավորվող, առանց թաքնված վճարների, անմիջապես զեղչվող դեբետային կամ վարկային քարտ

source: Attach Card
hy: Կցել քարտը

# attachNewCard
source: Attach a new card
hy: Կցել նոր քարտ

# attachCardToRequestTransfer
source: Attach a card to request transfer from users
hy: Կցեք քարտը՝ օգտատերերից փոխանցում պահանջելու համար

source: Select your card
hy: Ընտրեք ձեր քարտը

# enterSenderPhone
source: Enter sender phone number
hy: Մուտքագրեք ուղարկողի հեռախոսահամարը

source: Enter sender email
hy: Մուտքագրեք ուղարկողի էլ. հասցեն

source: Please wait...
hy: Խնդրում ենք սպասել...

source: Your link is ready!
hy: Ձեր հղումը պատրաստ է!

source: Request is sent
hy: Հարցումը ուղարկված է

# yourRequestForReceivingMoneyIsSentTo
source: Your request for receiving money is sent to the
hy: Ձեր գումարի ստացման հարցումը ուղարկված է

source: Click to copy!
hy: Սեղմեք՝ պատճենելու համար!

source: Sorry for Inconvenience
hy: Ներողություն անհարմարության համար

# thisPageIsInDevelopmentMode
source: This page is in development mode and you will be able to access this page soon.
hy: Այս էջը գտնվում է մշակման ռեժիմում և շուտով կկարողանաք մուտք գործել այս էջը.

source: Account Info
hy: Հաշվի տվյալներ

source: General Settings
hy: Ընդհանուր կարգավորումներ

# changePin
source: Change Log In PIN
hy: Փոխել մուտքի PIN կոդը

# faq
source: FAQs
hy: ՀՏՀ

source: Rate Us
hy: Գնահատեք մեզ

source: Account
hy: Հաշիվ

source: Push Notifications
hy: ծանուցումներ

# pushNotificationsMessage
source: You want to receive bill reminders before a bill is due.
hy: Ձեզ անհրաժեշտ է ստանալ ծանուցումներ հաշվից առաջ:

# faceIdMessage
source: Your want to unlock with Face ID and confirm trasactions
hy: Դուք ցանկանում եք մուտք գործել Face ID-ով և հաստատել գործարքները

source: Email
hy: Էլ. հասցե

# emailMessage
source: You want to receive email promotions, news and offers
hy: Ձեր էլ. փոստի հասցեով կստանաք նորություններ և առաջարկներ

source: Log Out
hy: Դուրս գալ

source: Phone Number
hy: Հեռախոսահամար

# emailInfo
source: Your mail address will be used for receiving mail promotions. In order to not receive mail promotions, please delete your mail address
hy: Ձեր էլ. փոստի հասցեն կօգտագործվի առաջարկներ ստանալու համար: Եթե ցանկանում եք դադարեցնել, հեռացրեք ձեր էլ. հասցեն:

# youHaveQuestion
source: You have any question ?
hy: Հարցեր ունե՞ք:

source: Frequently Asked
hy: Հաճախ տրվող հարցեր

source: View All
hy: Դիտել բոլորը

source: Search
hy: Որոնել

source: Load more
hy: Բեռնել ավելին

# areYourSureToDeleteTheCard
source: Are you sure you want to delete the card?
hy: Համոզվա՞ծ եք, որ ցանկանում եք ջնջել քարտը:

# deleteCardMessage
source: After you delete the card, the information will be removed and you will not be able to use this card
hy: Քարտը հեռացնելուց հետո տեղեկատվությունը կհեռացվի, և դուք չեք կարողանա օգտագործել այս քարտը:

source: Delete
hy: Ջնջել

source: Cancel
hy: Չեղարկել

source: Everything you need
hy: Ամեն ինչ, ինչ ձեզ անհրաժեշտ է

# everythingYouNeedMessage
source: We need to know this for regulatory reasons. And also we’re curious!
hy: Մենք դա պետք է իմանանք կարգավորող նկատառումներից ելնելով, նաև մենք հետաքրքրված ենք!

source: Account Number
hy: Հաշվի համարը

source: Show QR Code
hy: Ցույց տալ QR կոդը

# scanQR
source: Scan QR Code
hy: Սկանավորել QR կոդը

source: Notifications
hy: Ծանուցումներ

source: Just Now
hy: Հենց հիմա

# notValidQR
source: Scanned QR code is not in valid form
hy: Սկանավորված QR կոդը անվավեր է

# somethingWentWrong
source: Something went wrong please try again later
hy: Ինչ-որ բան սխալ գնաց, խնդրում ենք փորձել ավելի ուշ

source: Phone
hy: Հեռախոս

source: Gambling
hy: Խաղադրույքներ

source: Insurance
hy: Ապահովագրություն

source: Welcome to Neominty🥳
hy: Բարի գալուստ Neominty🥳

source: Nothing to show
hy: Ցուցադրելու բան չկա

source: Make your first transaction
hy: Կատարեք ձեր առաջին գործարքը

# viewFiledToLoad
source: Failed to load this screen please try again later or press Reload button
hy: Չհաջողվեց բեռնել այս էջը, փորձեք կրկին կամ սեղմեք Վերաբեռնել կոճակը

source: Reload
hy: Վերաբեռնել

# shareLink
source: Share the link
hy: Կիսվել հղումով

source: Morning
hy: Առավոտ

source: Noon
hy: Կեսօր

source: Afternoon
hy: Ցերեկ

source: Evening
hy: Երեկո

source: Night
hy: Գիշեր

source: Good
hy: Բարի

# morePossibilities
source: More possibilities More power
hy: Ավելի շատ հնարավորություններ Ավելի շատ ուժ

# becomeFullyVerified
source: Become a fully verified customer and start using our app full Power!
hy: Դարձեք լիովին հաստատված հաճախորդ և սկսեք օգտագործել մեր հավելվածի բոլոր հնարավորությունները!

# letsVerifyIdentity
source: Let’s verify your identity
hy: Եկեք հաստատենք ձեր ինքնությունը

# weAreRequiredByLaw
source: We’re required by law to verify your identity before we expand your limits
hy: Օրենքով մենք պարտավոր ենք հաստատել ձեր ինքնությունը, նախքան ձեր սահմանաչափերը ընդլայնելը

source: Verify Identity
hy: Հաստատել ինքնությունը

source: Congratulations
hy: Շնորհավորում ենք

# yourAccountIsVerified
source: Your account is now verified, so you unlocked the limits on your account with some other features.
hy: Ձեր հաշիվը հաստատված է, այժմ դուք ընդլայնել եք սահմանաչափերը և լրացուցիչ հնարավորությունները.

source: We are sorry
hy: Ներողություն ենք խնդրում

# yourAccountWasRejected
source: Your account was rejected, please contact our support team to try again.
hy: Ձեր հաշիվը մերժվել է, դիմեք մեր աջակցման ծառայությանը՝ կրկին փորձելու համար.

source: Contact Support
hy: Կապ հաստատել հաճախորդների սպասարկման մասնագետների հետ

source: Verification Status
hy: Հաստատման կարգավիճակ

source: Update
hy: Թարմացնել

# verifyYourEmail
source: Verify Email Address
hy: Հաստատել էլ. փոստի հասցեն

# youWillReceiveVerificationEmail
source: ℹ︎ You will receive a verification email tap on the link in that mail to verify it
hy: ℹ︎ Դուք կստանաք հաստատման նամակ, սեղմեք նամակում հղումը՝ հաստատելու համար

# yourEmailIsNotVerifiedYet
source: Your email is not verified yet. Please visit you email and verify it.
hy: Ձեր էլ. փոստը դեռևս հաստատված չէ: Խնդրում ենք ստուգել ձեր էլեկտրոնային հասցեն և հաստատել այն:
